tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "fzf"
brew "pinentry"
brew "gnupg"
brew "go"
brew "mas"
brew "maven"
brew "nvm"
brew "pinentry-mac"
brew "rbenv"
brew "starship"
brew "tmux"
brew "wget"
brew "yadm"

cask "adoptopenjdk8"
cask "alfred"
cask "anaconda"
cask "apache-directory-studio"
cask "discord"
cask "docker"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "multimc"
cask "rocket"
cask "skype"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"

mas "1Blocker", id: 1107421413
mas "1Password", id: 1333542190
mas "Bear", id: 1091189122
mas "GoodNotes", id: 1444383602
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
